Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.connectionAssistant.findExistingTitle
source: 기존 설정 확인
de: Vorhandene Einstellungen suchen
en: Find Existing Settings
es: Buscar ajustes existentes
fr: Rechercher les réglages existants
ja: 既存設定を確認
pt: Localizar configurações existentes
zh_hans: 查找现有设置
zh_hant: 尋找現有設定

# macos.connectionAssistant.noExistingSettings
source: 지원되는 기존 연결 설정을 찾지 못했습니다. 직접 입력할 수 있습니다.
de: Keine unterstützten Verbindungseinstellungen gefunden. Sie können sie manuell eingeben.
en: No supported existing connection settings were found. You can enter them manually.
es: No se encontraron ajustes de conexión compatibles. Puedes introducirlos manualmente.
fr: Aucun réglage de connexion pris en charge n’a été trouvé. Vous pouvez les saisir manuellement.
ja: 対応する既存の接続設定が見つかりませんでした。手動で入力できます。
pt: Nenhuma configuração de conexão compatível foi encontrada. Você pode inserir manualmente.
zh_hans: 未找到受支持的现有连接设置。你可以手动输入。
zh_hant: 找不到支援的現有連線設定。你可以手動輸入。

# macos.connectionAssistant.openCodexSettings
source: Codex 설정 열기
de: Codex-Einstellungen öffnen
en: Open Codex Settings
es: Abrir ajustes de Codex
fr: Ouvrir les réglages Codex
ja: Codex設定を開く
pt: Abrir configurações do Codex
zh_hans: 打开 Codex 设置
zh_hant: 開啟 Codex 設定

# macos.connectionAssistant.openProjectSettings
source: 프로젝트 설정 열기
de: Projekteinstellungen öffnen
en: Open Project Settings
es: Abrir ajustes de proyectos
fr: Ouvrir les réglages des projets
ja: プロジェクト設定を開く
pt: Abrir configurações de projetos
zh_hans: 打开项目设置
zh_hant: 開啟專案設定

# macos.connectionAssistant.openSetup
source: 연결 설정
de: Verbindung einrichten
en: Set Up Connection
es: Configurar conexión
fr: Configurer la connexion
ja: 接続を設定
pt: Configurar conexão
zh_hans: 设置连接
zh_hant: 設定連線

# macos.connectionAssistant.readyCount
source: %ld개 구성요소 준비됨
de: %ld Komponenten bereit
en: %ld components ready
es: %ld componentes listos
fr: %ld composants prêts
ja: %ld個のコンポーネントが準備完了
pt: %ld componentes prontos
zh_hans: %ld 个组件已就绪
zh_hant: %ld 個元件已就緒

# macos.connectionAssistant.recoveryDescription
source: 확인이 필요한 구성요소만 먼저 표시합니다. 정상 구성요소는 요약해서 보여줍니다.
de: Zuerst werden nur Komponenten mit Handlungsbedarf angezeigt; bereite Komponenten bleiben zusammengefasst.
en: Only components that need attention are shown first. Ready components stay summarized.
es: Primero se muestran solo los componentes que requieren atención; los listos se resumen.
fr: Seuls les composants nécessitant votre attention sont affichés en premier ; les autres sont résumés.
ja: 対応が必要なコンポーネントだけを先に表示し、準備済みの項目は要約します。
pt: Somente os componentes que precisam de atenção aparecem primeiro; os prontos ficam resumidos.
zh_hans: 优先显示需要处理的组件，已就绪的组件保持摘要显示。
zh_hant: 優先顯示需要處理的元件，已就緒的元件則摘要顯示。

# macos.connectionAssistant.recoveryTitle
source: 연결 복구
de: Verbindung wiederherstellen
en: Connection Recovery
es: Recuperación de conexión
fr: Récupération de la connexion
ja: 接続の復旧
pt: Recuperação da conexão
zh_hans: 连接恢复
zh_hant: 連線復原

# macos.connectionAssistant.recoveryWindowTitle
source: 연결 복구
de: Verbindung wiederherstellen
en: Connection Recovery
es: Recuperación de conexión
fr: Récupération de la connexion
ja: 接続の復旧
pt: Recuperação da conexão
zh_hans: 连接恢复
zh_hant: 連線復原

# macos.connectionAssistant.remoteConnectionDescription
source: 저장된 서버를 사용하거나 서버 Mac에서 만든 일회용 페어링 초대를 붙여 넣으세요.
de: Gespeicherten Server verwenden oder eine einmalige Kopplungseinladung vom Server-Mac einfügen.
en: Use a saved server or paste a one-time pairing invitation from the server Mac.
es: Usa un servidor guardado o pega una invitación de emparejamiento de un solo uso del Mac servidor.
fr: Utilisez un serveur enregistré ou collez une invitation d’association à usage unique provenant du Mac serveur.
ja: 保存済みサーバーを使用するか、サーバーMacから1回限りのペアリング招待を貼り付けます。
pt: Use um servidor salvo ou cole um convite de emparelhamento único do Mac servidor.
zh_hans: 使用已保存的服务器，或粘贴服务器 Mac 提供的一次性配对邀请。
zh_hant: 使用已儲存的伺服器，或貼上伺服器 Mac 提供的一次性配對邀請。

# macos.connectionAssistant.remoteConnectionTitle
source: 서버에 연결
de: Mit einem Server verbinden
en: Connect to a Server
es: Conectar a un servidor
fr: Se connecter à un serveur
ja: サーバーに接続
pt: Conectar a um servidor
zh_hans: 连接到服务器
zh_hant: 連線到伺服器

# macos.connectionAssistant.savedServer
source: 저장된 서버
de: Gespeicherter Server
en: Saved Server
es: Servidor guardado
fr: Serveur enregistré
ja: 保存済みサーバー
pt: Servidor salvo
zh_hans: 已保存的服务器
zh_hant: 已儲存的伺服器

# macos.connectionAssistant.searchingExistingSettings
source: 기존 연결 설정을 확인하는 중입니다.
de: Vorhandene Verbindungseinstellungen werden gesucht…
en: Looking for existing connection settings…
es: Buscando ajustes de conexión existentes…
fr: Recherche des réglages de connexion existants…
ja: 既存の接続設定を確認しています。
pt: Procurando configurações de conexão existentes…
zh_hans: 正在查找现有连接设置。
zh_hant: 正在尋找現有連線設定。

# macos.connectionAssistant.setupRequiredDescription
source: 이 Mac의 연결 방식을 선택한 다음 전용 창에서 설정을 마치세요.
de: Wählen Sie die Verbindungsart dieses Mac und schließen Sie die Einrichtung in einem eigenen Fenster ab.
en: Choose how this Mac connects, then finish setup in a focused window.
es: Elige cómo se conecta este Mac y termina la configuración en una ventana específica.
fr: Choisissez comment ce Mac se connecte, puis terminez la configuration dans une fenêtre dédiée.
ja: このMacの接続方法を選び、専用ウインドウで設定を完了します。
pt: Escolha como este Mac se conecta e conclua a configuração em uma janela dedicada.
zh_hans: 选择这台 Mac 的连接方式，然后在专用窗口中完成设置。
zh_hant: 選擇這台 Mac 的連線方式，然後在專用視窗中完成設定。

# macos.connectionAssistant.setupRequiredSettingsDescription
source: 연결 설정은 별도 창에서 열리므로 필요한 단계와 주요 동작을 계속 확인할 수 있습니다.
de: Die Verbindungseinrichtung öffnet sich in einem eigenen Fenster, damit Schritte und Hauptaktion sichtbar bleiben.
en: Connection setup opens in its own window so the required steps and primary action remain visible.
es: La configuración se abre en su propia ventana para mantener visibles los pasos y la acción principal.
fr: La configuration s’ouvre dans sa propre fenêtre afin de garder visibles les étapes et l’action principale.
ja: 接続設定は専用ウインドウで開き、必要な手順と主要操作を常に確認できます。
pt: A configuração abre em uma janela própria para manter as etapas e a ação principal visíveis.
zh_hans: 连接设置会在独立窗口中打开，以便始终看到必要步骤和主要操作。
zh_hant: 連線設定會在獨立視窗中開啟，讓必要步驟與主要操作保持可見。

# macos.connectionAssistant.setupRequiredTitle
source: 연결 설정 필요
de: Verbindungseinrichtung erforderlich
en: Connection Setup Required
es: Se requiere configurar la conexión
fr: Configuration de la connexion requise
ja: 接続設定が必要です
pt: Configuração de conexão necessária
zh_hans: 需要设置连接
zh_hant: 需要設定連線

# macos.connectionAssistant.setupWindowTitle
source: 연결 설정
de: Verbindungseinrichtung
en: Connection Setup
es: Configuración de conexión
fr: Configuration de la connexion
ja: 接続設定
pt: Configuração de conexão
zh_hans: 连接设置
zh_hant: 連線設定

# macos.connectionAssistant.stepProgress
source: %2$ld단계 중 %1$ld단계
de: Schritt %1$ld von %2$ld
en: Step %ld of %ld
es: Paso %1$ld de %2$ld
fr: Étape %1$ld sur %2$ld
ja: %2$ldステップ中%1$ld
pt: Etapa %1$ld de %2$ld
zh_hans: 第 %1$ld 步，共 %2$ld 步
zh_hant: 第 %1$ld 步，共 %2$ld 步

# macos.connectionAssistant.useExistingSettings
source: 기존 설정 사용
de: Vorhandene Einstellungen verwenden
en: Use Existing Settings
es: Usar ajustes existentes
fr: Utiliser les réglages existants
ja: 既存設定を使用
pt: Usar configurações existentes
zh_hans: 使用现有设置
zh_hant: 使用現有設定

# macos.skills.aBridgeSkillWithTheSameNameAlreadyExists
source: 같은 이름의 브리지 스킬이 이미 있습니다.
de: Eine Bridge-Fähigkeit mit demselben Namen ist bereits vorhanden.
en: A Bridge skill with the same name already exists.
es: Ya existe una habilidad de Bridge con el mismo nombre.
fr: Une compétence Bridge portant le même nom existe déjà.
ja: 同じ名前のブリッジスキルがすでにあります。
pt: Já existe uma habilidade da Bridge com o mesmo nome.
zh_hans: 已存在同名的桥接技能。
zh_hant: 已存在同名的橋接技能。

# macos.skills.active
source: 활성
de: Aktiv
en: Active
es: Activo
fr: Actif
ja: 実行中
pt: Ativo
zh_hans: 活动
zh_hant: 執行中

# macos.skills.addANewSkillOrMarkdownFile
source: 새 스킬 또는 Markdown 파일 추가
de: Neue Fähigkeit oder Markdown-Datei hinzufügen
en: Add a New Skill or Markdown File
es: Añadir una habilidad o archivo Markdown
fr: Ajouter une compétence ou un fichier Markdown
ja: 新しいスキルまたはMarkdownファイルを追加
pt: Adicionar uma habilidade ou arquivo Markdown
zh_hans: 添加新技能或 Markdown 文件
zh_hant: 加入新技能或 Markdown 檔案

# macos.skills.addFile
source: 파일 추가
de: Datei hinzufügen
en: Add File
es: Añadir archivo
fr: Ajouter le fichier
ja: ファイルを追加
pt: Adicionar arquivo
zh_hans: 添加文件
zh_hant: 加入檔案

# macos.skills.aFilePathOutsideTheSelectedFolderCannotBeImported
source: 선택한 폴더 밖의 파일 경로는 가져올 수 없습니다.
de: Ein Dateipfad außerhalb des ausgewählten Ordners kann nicht importiert werden.
en: A file path outside the selected folder cannot be imported.
es: No se puede importar una ruta fuera de la carpeta seleccionada.
fr: Un chemin situé hors du dossier sélectionné ne peut pas être importé.
ja: 選択したフォルダ外のファイルパスは読み込めません。
pt: Não é possível importar um caminho fora da pasta selecionada.
zh_hans: 无法导入所选文件夹之外的文件路径。
zh_hant: 無法匯入所選資料夾之外的檔案路徑。

# macos.skills.allSkills
source: 모든 스킬
de: Alle
en: All Skills
es: Todas
fr: Toutes
ja: すべてのスキル
pt: Todas
zh_hans: 所有技能
zh_hant: 所有技能

# macos.skills.allVersionsAndMarkdownFilesWillBeDeletedAndCannotBeRecovered
source: 모든 버전과 Markdown 파일을 삭제하며 복구할 수 없습니다.
de: Alle Versionen und Markdown-Dateien werden unwiderruflich gelöscht.
en: All versions and Markdown files will be deleted and cannot be recovered.
es: Se eliminarán todas las versiones y archivos Markdown y no podrán recuperarse.
fr: Toutes les versions et tous les fichiers Markdown seront supprimés sans possibilité de récupération.
ja: すべてのバージョンとMarkdownファイルが削除され、復元できません。
pt: Todas as versões e arquivos Markdown serão excluídos e não poderão ser recuperados.
zh_hans: 所有版本和 Markdown 文件都将被删除且无法恢复。
zh_hant: 所有版本與 Markdown 檔案都將被刪除且無法復原。

# macos.skills.aMarkdownFileCannotExceed3Mib
source: Markdown 파일 하나의 크기는 3MiB를 넘을 수 없습니다.
de: Eine Markdown-Datei darf 3 MiB nicht überschreiten.
en: A Markdown file cannot exceed 3 MiB.
es: Un archivo Markdown no puede superar los 3 MiB.
fr: Un fichier Markdown ne peut pas dépasser 3 Mio.
ja: Markdownファイルは1件あたり3 MiBを超えることはできません。
pt: Um arquivo Markdown não pode exceder 3 MiB.
zh_hans: 单个 Markdown 文件不能超过 3 MiB。
zh_hant: 單一 Markdown 檔案不得超過 3 MiB。

# macos.skills.anotherOperationIsChangingTheSkillLibraryTryAgainShortly
source: 다른 작업이 스킬 라이브러리를 변경하고 있습니다. 잠시 후 다시 시도하세요.
de: Ein anderer Vorgang ändert gerade die Fähigkeitsbibliothek. Versuchen Sie es in Kürze erneut.
en: Another operation is changing the skill library. Try again shortly.
es: Otra operación está modificando la biblioteca de habilidades. Inténtalo de nuevo en breve.
fr: Une autre opération modifie la bibliothèque de compétences. Réessayez dans un instant.
ja: 別の処理がスキルライブラリを変更しています。しばらくしてから再試行してください。
pt: Outra operação está alterando a biblioteca de habilidades. Tente novamente em instantes.
zh_hans: 其他操作正在更改技能库。请稍后重试。
zh_hant: 其他操作正在變更技能庫。請稍後再試。

# macos.skills.archive
source: 보관
de: Archivieren
en: Archive
es: Archivar
fr: Archiver
ja: アーカイブ
pt: Arquivar
zh_hans: 归档
zh_hant: 封存

# macos.skills.archived
source: 보관됨
de: Archiviert
en: Archived
es: Archivado
fr: Archivé
ja: アーカイブ済み
pt: Arquivado
zh_hans: 已归档
zh_hant: 已封存

# macos.skills.archivesNestedInsideAZipCannotBeImported
source: ZIP 안에 포함된 다른 압축 파일은 가져올 수 없습니다.
de: In einer ZIP-Datei verschachtelte Archive können nicht importiert werden.
en: Archives nested inside a ZIP cannot be imported.
es: No se pueden importar archivos comprimidos dentro de un ZIP.
fr: Les archives imbriquées dans un ZIP ne peuvent pas être importées.
ja: ZIP内に含まれる別のアーカイブは読み込めません。
pt: Arquivos compactados dentro de um ZIP não podem ser importados.
zh_hans: 无法导入 ZIP 中嵌套的其他压缩文件。
zh_hant: 無法匯入 ZIP 中巢狀的其他壓縮檔。

# macos.skills.automaticCleanup
source: 자동 정리
de: Automatische Bereinigung
en: Automatic Cleanup
es: Limpieza automática
fr: Nettoyage automatique
ja: 自動クリーンアップ
pt: Limpeza automática
zh_hans: 自动清理
zh_hant: 自動清理

# macos.skills.attachedMarkdown
source: 첨부 Markdown
de: Markdown-Anhänge
en: Attached Markdown
es: Markdown adjunto
fr: Markdown joint
ja: 添付Markdown
pt: Markdown anexado
zh_hans: 附加 Markdown
zh_hant: 附加 Markdown

# macos.skills.bridgeSkillLibrary
source: 브리지 스킬 라이브러리
de: Bridge-Fähigkeitsbibliothek
en: Bridge Skill Library
es: Biblioteca de habilidades de Bridge
fr: Bibliothèque de compétences Bridge
ja: ブリッジスキルライブラリ
pt: Biblioteca de habilidades da Bridge
zh_hans: 桥接技能库
zh_hant: 橋接技能庫

# macos.skills.bridgeSkillList
source: 브리지 스킬 목록
de: Liste der Bridge-Fähigkeiten
en: Bridge Skill List
es: Lista de habilidades de Bridge
fr: Liste des compétences Bridge
ja: ブリッジスキル一覧
pt: Lista de habilidades da Bridge
zh_hans: 桥接技能列表
zh_hant: 橋接技能列表

# macos.skills.cannotConnectToBridge
source: 브리지에 연결할 수 없습니다
de: Verbindung zur Bridge nicht möglich
en: Cannot Connect to Bridge
es: No se puede conectar con Bridge
fr: Connexion à Bridge impossible
ja: ブリッジに接続できません
pt: Não é possível conectar à Bridge
zh_hans: 无法连接到桥接服务
zh_hant: 無法連接到橋接服務

# macos.skills.cannotLoadFile
source: 파일을 불러올 수 없습니다
de: Datei kann nicht geladen werden
en: Cannot Load File
es: No se puede cargar el archivo
fr: Impossible de charger le fichier
ja: ファイルを読み込めません
pt: Não é possível carregar o arquivo
zh_hans: 无法载入文件
zh_hant: 無法載入檔案

# macos.skills.checkTheConnectionAndTryAgain
source: 연결 상태를 확인한 뒤 다시 시도하세요.
de: Prüfen Sie die Verbindung und versuchen Sie es erneut.
en: Check the connection and try again.
es: Comprueba la conexión e inténtalo de nuevo.
fr: Vérifiez la connexion et réessayez.
ja: 接続状態を確認して再試行してください。
pt: Verifique a conexão e tente novamente.
zh_hans: 请检查连接后重试。
zh_hant: 請檢查連線後再試一次。

# macos.skills.checkTheMainMarkdownDocumentAndFileSelectionToImport
source: 가져올 SKILL.md 본문과 파일 선택을 확인하세요.
de: Prüfen Sie den SKILL.md-Inhalt und die Dateiauswahl für den Import.
en: Check the SKILL.md content and file selection to import.
es: Comprueba el contenido de SKILL.md y los archivos seleccionados para importar.
fr: Vérifiez le contenu de SKILL.md et la sélection de fichiers à importer.
ja: 読み込む SKILL.md の内容とファイル選択を確認してください。
pt: Verifique o conteúdo do SKILL.md e a seleção de arquivos para importar.
zh_hans: 请检查要导入的 SKILL.md 内容和文件选择。
zh_hant: 請檢查要匯入的 SKILL.md 內容與檔案選擇。

# macos.skills.chooseAsMainOrExclude
source: SKILL.md로 사용하거나 제외
de: Als SKILL.md verwenden oder ausschließen
en: Use as SKILL.md or Exclude
es: Usar como SKILL.md o excluir
fr: Utiliser comme SKILL.md ou exclure
ja: SKILL.md として使用するか除外
pt: Usar como SKILL.md ou excluir
zh_hans: 用作 SKILL.md 或排除
zh_hant: 用作 SKILL.md 或排除

source: SKILL.md 본문으로 사용할 파일을 선택하세요. 선택한 다른 파일은 상대 경로를 유지한 Markdown 첨부 파일로 저장됩니다.
de: Wählen Sie die Datei für den SKILL.md-Inhalt. Andere ausgewählte Dateien werden als Markdown-Anlagen mit ihren relativen Pfaden gespeichert.
en: Choose the file to use as SKILL.md content. Other selected files are saved as Markdown attachments with their relative paths preserved.
es: Elige el archivo que se usará como contenido de SKILL.md. Los demás archivos seleccionados se guardan como adjuntos Markdown conservando sus rutas relativas.
fr: Choisissez le fichier à utiliser comme contenu de SKILL.md. Les autres fichiers sélectionnés sont enregistrés comme pièces jointes Markdown avec leurs chemins relatifs préservés.
ja: SKILL.md の内容として使用するファイルを選択してください。その他の選択ファイルは相対パスを維持した Markdown 添付ファイルとして保存されます。
pt: Escolha o arquivo a ser usado como conteúdo do SKILL.md. Os outros arquivos selecionados são salvos como anexos Markdown, preservando os caminhos relativos.
zh_hans: 选择要用作 SKILL.md 内容的文件。其他所选文件将保留相对路径并保存为 Markdown 附件。
zh_hant: 選擇要用作 SKILL.md 內容的檔案。其他所選檔案將保留相對路徑並儲存為 Markdown 附件。

# macos.skills.contentDigest
source: 콘텐츠 확인값
de: Inhaltsprüfsumme
en: Content Digest
es: Resumen del contenido
fr: Empreinte du contenu
ja: コンテンツダイジェスト
pt: Resumo do conteúdo
zh_hans: 内容摘要
zh_hant: 內容摘要

# macos.skills.createANewFreeFormMarkdownSkillOrImportFilesAFolderOrAZip
source: 새 자유형 Markdown 스킬을 만들거나 파일·폴더·ZIP을 가져오세요.
de: Erstellen Sie eine neue frei formulierte Markdown-Fähigkeit oder importieren Sie Dateien, einen Ordner oder eine ZIP-Datei.
en: Create a new free-form Markdown skill or import files, a folder, or a ZIP.
es: Crea una habilidad Markdown de formato libre o importa archivos, una carpeta o un ZIP.
fr: Créez une compétence Markdown libre ou importez des fichiers, un dossier ou un ZIP.
ja: 新しい自由形式Markdownスキルを作成するか、ファイル、フォルダ、ZIPを読み込んでください。
pt: Crie uma habilidade Markdown de formato livre ou importe arquivos, uma pasta ou um ZIP.
zh_hans: 创建新的自由格式 Markdown 技能，或导入文件、文件夹或 ZIP。
zh_hant: 建立新的自由格式 Markdown 技能，或匯入檔案、資料夾或 ZIP。

# macos.skills.createSkill
source: 스킬 만들기
de: Fähigkeit erstellen
en: Create Skill
es: Crear habilidad
fr: Créer la compétence
ja: スキルを作成
pt: Criar habilidade
zh_hans: 创建技能
zh_hant: 建立技能

# macos.skills.deleteFile
source: 파일 삭제
de: Datei löschen
en: Delete File
es: Eliminar archivo
fr: Supprimer le fichier
ja: ファイルを削除
pt: Excluir arquivo
zh_hans: 删除文件
zh_hant: 刪除檔案

# macos.skills.deletePermanentlyAction
source: 영구 삭제
de: Dauerhaft löschen
en: Delete Permanently
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
pt: Excluir permanentemente
zh_hans: 永久删除
zh_hant: 永久刪除

# macos.skills.deletePermanentlyDialog
source: 영구 삭제
de: Dauerhaft löschen
en: Delete Permanently
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
pt: Excluir permanentemente
zh_hans: 永久删除
zh_hant: 永久刪除

# macos.skills.deleteTheAttachedMarkdownFile
source: 첨부 Markdown 파일을 삭제할까요?
de: Angehängte Markdown-Datei löschen?
en: Delete the Attached Markdown File?
es: ¿Eliminar el archivo Markdown adjunto?
fr: Supprimer le fichier Markdown joint ?
ja: 添付Markdownファイルを削除しますか？
pt: Excluir o arquivo Markdown anexado?
zh_hans: 要删除附加的 Markdown 文件吗？
zh_hant: 要刪除附加的 Markdown 檔案嗎？

# macos.skills.discardChanges
source: 변경사항 버리기
de: Änderungen verwerfen
en: Discard Changes
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更を破棄
pt: Descartar alterações
zh_hans: 放弃更改
zh_hant: 捨棄變更

# macos.skills.discardUnsavedChanges
source: 저장하지 않은 변경사항을 버릴까요?
de: Nicht gespeicherte Änderungen verwerfen?
en: Discard Unsaved Changes?
es: ¿Descartar los cambios sin guardar?
fr: Ignorer les modifications non enregistrées ?
ja: 未保存の変更を破棄しますか？
pt: Descartar alterações não salvas?
zh_hans: 要放弃未保存的更改吗？
zh_hant: 要捨棄未儲存的變更嗎？

# macos.skills.discardUnsavedChangesAndClose
source: 저장하지 않은 변경사항을 버리고 창을 닫을까요?
de: Nicht gespeicherte Änderungen verwerfen und schließen?
en: Discard Unsaved Changes and Close?
es: ¿Descartar los cambios sin guardar y cerrar?
fr: Ignorer les modifications non enregistrées et fermer ?
ja: 未保存の変更を破棄して閉じますか？
pt: Descartar alterações não salvas e fechar?
zh_hans: 要放弃未保存的更改并关闭吗？
zh_hant: 要捨棄未儲存的變更並關閉嗎？

# macos.skills.displayScope
source: 표시 범위
de: Anzeigebereich
en: Display Scope
es: Ámbito de visualización
fr: Portée d’affichage
ja: 表示範囲
pt: Escopo de exibição
zh_hans: 显示范围
zh_hant: 顯示範圍

# macos.skills.documents
source: 스킬 파일
de: Skill-Dateien
en: Skill Files
es: Archivos de la habilidad
fr: Fichiers de la compétence
ja: スキルファイル
pt: Arquivos da habilidade
zh_hans: 技能文件
zh_hant: 技能檔案

# macos.skills.encryptedZipPackagesCannotBeImported
source: 암호화된 ZIP 패키지는 가져올 수 없습니다.
de: Verschlüsselte ZIP-Pakete können nicht importiert werden.
en: Encrypted ZIP packages cannot be imported.
es: No se pueden importar paquetes ZIP cifrados.
fr: Les paquets ZIP chiffrés ne peuvent pas être importés.
ja: 暗号化されたZIPパッケージは読み込めません。
pt: Pacotes ZIP criptografados não podem ser importados.
zh_hans: 无法导入加密的 ZIP 包。
zh_hant: 無法匯入加密的 ZIP 套件。

# macos.skills.exportAsZip
source: ZIP으로 내보내기
de: Als ZIP exportieren
en: Export as ZIP
es: Exportar como ZIP
fr: Exporter au format ZIP
ja: ZIPとして書き出す
pt: Exportar como ZIP
zh_hans: 导出为 ZIP
zh_hant: 輸出為 ZIP

# macos.skills.fileInformationCouldNotBeRead
source: 파일 정보를 확인할 수 없습니다.
de: Die Dateiinformationen konnten nicht gelesen werden.
en: File information could not be read.
es: No se pudo leer la información del archivo.
fr: Impossible de lire les informations du fichier.
ja: ファイル情報を確認できません。
pt: Não foi possível ler as informações do arquivo.
zh_hans: 无法读取文件信息。
zh_hant: 無法讀取檔案資訊。

# macos.skills.files
source: 파일
de: Dateien
en: Files
es: Archivos
fr: Fichiers
ja: ファイル
pt: Arquivos
zh_hans: 文件
zh_hant: 檔案

# macos.skills.fullMarkdownSourceOfSelectedFile
source: 선택한 파일 전체 Markdown 원문
de: Vollständiger Markdown-Quelltext der ausgewählten Datei
en: Full Markdown Source of Selected File
es: Código Markdown completo del archivo seleccionado
fr: Source Markdown complet du fichier sélectionné
ja: 選択したファイル全体のMarkdownソース
pt: Código Markdown completo do arquivo selecionado
zh_hans: 所选文件的完整 Markdown 源文本
zh_hant: 所選檔案的完整 Markdown 原始內容

# macos.skills.import
source: 가져오기
de: Importieren
en: Import
es: Importar
fr: Importer
ja: 読み込む
pt: Importar
zh_hans: 导入
zh_hant: 匯入

# macos.skills.importFilesFolderOrZip
source: 파일·폴더·ZIP 가져오기
de: Dateien, Ordner oder ZIP importieren
en: Import Files, Folder, or ZIP
es: Importar archivos, carpeta o ZIP
fr: Importer des fichiers, un dossier ou un ZIP
ja: ファイル、フォルダ、ZIPを読み込む
pt: Importar arquivos, pasta ou ZIP
zh_hans: 导入文件、文件夹或 ZIP
zh_hant: 匯入檔案、資料夾或 ZIP

# macos.skills.importIntoCurrentSkill
source: 현재 스킬로 가져오기
de: In aktuelle Fähigkeit importieren
en: Import into Current Skill
es: Importar en la habilidad actual
fr: Importer dans la compétence actuelle
ja: 現在のスキルに読み込む
pt: Importar para a habilidade atual
zh_hans: 导入到当前技能
zh_hant: 匯入目前的技能

# macos.skills.importMarkdownFilesAFolderOrAZip
source: Markdown 파일, 폴더 또는 ZIP 가져오기
de: Markdown-Dateien, Ordner oder ZIP importieren
en: Import Markdown Files, a Folder, or a ZIP
es: Importar archivos Markdown, una carpeta o un ZIP
fr: Importer des fichiers Markdown, un dossier ou un ZIP
ja: Markdownファイル、フォルダ、またはZIPを読み込む
pt: Importar arquivos Markdown, uma pasta ou um ZIP
zh_hans: 导入 Markdown 文件、文件夹或 ZIP
zh_hant: 匯入 Markdown 檔案、資料夾或 ZIP

# macos.skills.importNewSkill
source: 새 스킬 가져오기
de: Neue Fähigkeit importieren
en: Import New Skill
es: Importar nueva habilidad
fr: Importer une nouvelle compétence
ja: 新しいスキルを読み込む
pt: Importar nova habilidade
zh_hans: 导入新技能
zh_hant: 匯入新技能

# macos.skills.importNewSkillFromFilesFolderOrZip
source: 파일·폴더·ZIP으로 새 스킬 가져오기
de: Neue Fähigkeit aus Dateien, Ordner oder ZIP importieren
en: Import New Skill from Files, Folder, or ZIP
es: Importar nueva habilidad desde archivos, carpeta o ZIP
fr: Importer une nouvelle compétence depuis des fichiers, un dossier ou un ZIP
ja: ファイル、フォルダ、ZIPから新しいスキルを読み込む
pt: Importar nova habilidade de arquivos, pasta ou ZIP
zh_hans: 从文件、文件夹或 ZIP 导入新技能
zh_hant: 從檔案、資料夾或 ZIP 匯入新技能

# macos.skills.itsPathConflictsWithAnotherFile
source: 다른 파일과 경로가 충돌합니다.
de: Der Pfad steht im Konflikt mit einer anderen Datei.
en: Its path conflicts with another file.
es: Su ruta entra en conflicto con otro archivo.
fr: Son chemin entre en conflit avec un autre fichier.
ja: 別のファイルとパスが競合しています。
pt: O caminho entra em conflito com outro arquivo.
zh_hans: 其路径与其他文件冲突。
zh_hant: 其路徑與其他檔案衝突。

# macos.skills.keepMainDocument
source: 현재 SKILL.md 유지
de: Aktuelle SKILL.md beibehalten
en: Keep Current SKILL.md
es: Conservar el SKILL.md actual
fr: Conserver le SKILL.md actuel
ja: 現在の SKILL.md を維持
pt: Manter o SKILL.md atual
zh_hans: 保留当前 SKILL.md
zh_hant: 保留目前的 SKILL.md

# macos.skills.legacyFormat
source: 이전 형식
de: Legacy-Format
en: Legacy Format
es: Formato heredado
fr: Format hérité
ja: 旧形式
pt: Formato legado
zh_hans: 旧格式
zh_hant: 舊格式

# macos.skills.loadingMarkdownFile
source: Markdown 파일을 불러오는 중…
de: Markdown-Datei wird geladen…
en: Loading Markdown file…
es: Cargando archivo Markdown…
fr: Chargement du fichier Markdown…
ja: Markdownファイルを読み込み中…
pt: Carregando arquivo Markdown…
zh_hans: 正在载入 Markdown 文件…
zh_hant: 正在載入 Markdown 檔案…
